/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"pref_ui_cat"="UI";
"pref_misc_cat"="Misc";
"pref_tweaks_cat"="Tweaks";
"pref_plugins"="IITC Plugins";
"pref_plugins_sum"="Plugins extend/modify the IITC experience. Most plugins known from desktop IITC can be found here.";
"pref_plugins_title"="Available plugins";
"pref_user_location"="Display user location on map";
"pref_persistent_zoom"="Persistent zoom level";
"pref_persistent_zoom_sum"="Don't change zoom level when locate button is pressed";
"pref_user_zoom"="Show zoom control";
"pref_user_zoom_sum"="Shows +/- buttons even on multitouch capable devices.";
"pref_force_desktop"="Force desktop mode";
"pref_force_desktop_sum"="Nice for tablets, looks awful on smartphones";
"pref_force_https"="Force https";
"pref_force_https_sum"="Disabling may improve performance";
"pref_advanced_options"="Advanced settings";
"pref_advanced_options_sum"="Developer options and advanced tweaks";
"pref_enable_dev_mode"="Enable developer mode";
"pref_enable_dev_mode_sum"="If enabled, all IITC sources will be loaded from external storage of the Android device.
Please copy all sources from $IITC_folder/build/mobile/ to /sdcard/IITC_Mobile/dev/.";
"pref_disable_splash"="Disable Splash Screen";
"pref_fake_user_agent"="Fake User Agent";
"pref_fake_user_agent_sum"="Let IITCm appear as a desktop browser for the intel site.
Note: If just want to use the desktop mode use the 'force desktop mode' setting";
"pref_android_menu"="Configure IITCm menu";
"pref_android_menu_sum"="Toggle visibility of IITCm menu entries";
"pref_update_plugins_cat"="User plugin updates";
"pref_update_plugins_interval"="Configure plugin update interval";
"pref_about_title"="About";
"pref_update_plugins_interval_sum"="How often IITCm should search for new plugin versions";
"pref_force_plugin_update"="Force plugin update";
"pref_force_plugin_update_sum"="Update all enabled user plugins";
"pref_secure_updates"="Require secure updates";
"pref_secure_updates_sum"="If enabled, only https updates are handled";

"pref_user_location_mode_0"="Don\'t show user position";
"pref_user_location_mode_1"="Show user position on map";
"pref_user_location_mode_2"="Show user position and orientation on map";
